Repository: johnnyunar/storengine
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs

source: Automations
cs: Automatizace

source: New User
cs: Nový Uživatel

source: New Order
cs: Nová Objednávka

source: New Quiz Record
cs: Nový Kvízový Záznam

source: Trigger Type
cs: Typ Spouště

source: Products
cs: Produkty

source: Name
cs: Název

source: Is Active
cs: Aktivní

source: Trigger
cs: Spoušť

source: Triggers
cs: Spouště

source: Action
cs: Akce

source: Actions
cs: Akce

source: Recipients
cs: Příjemci

source: Enter a list of email addresses divided by a comma. In case of trigger notifications, this list will be used instead of the trigger recipient data.
cs: Zadej seznam adres oddělených čárkou. V případě notifikací o spouštích bude tento seznam použit místo dat ze spouště.

source: Trigger Notification
cs: Notifikace o Spoušti

source: Internal Notification
cs: Interní Notifikace

source: Email Action
cs: Emailová Akce

source: Email Actions
cs: Emailové Akce

source: Created At
cs: Vytvořeno

source: Updated At
cs: Upraveno

source: Automation
cs: Automatizace

source: Variant ID
cs: ID Varianty

source: Font Category
cs: Kategorie Fontu

source: Font Variants
cs: Varianty Fontu

source: Male
cs: Muž

source: Female
cs: Žena

source: Other / Don't wish to respond
cs: Jiné / Nechci odpovídat

source: Reduce
cs: Zhubnout

source: Gain
cs: Nabrat

source: Sustain
cs: Udržet

source: Gender
cs: Pohlaví

source: Age
cs: Věk

source: Goal
cs: Cíl

source: First Name
cs: Jméno

source: Quiz Record
cs: Kvízový Záznam

source: Quiz Records
cs: Kvízové Záznamy

source: GDPR Document
cs: GDPR Dokument

source: Terms And Conditions Document
cs: Obchodní Podmínky

source: Site Configuration
cs: Konfigurace Stránky

source: SEO image
cs: SEO Obrázek

source: Keywords
cs: Klíčová slova

source: Comma-separated keywords for search engines. For Example: food, friends, travelling
cs: Klíčová slova pro vyhledávače oddělená čárkou. Např. jídlo, cestování

source: Menu Order
cs: Pořadí v menu

source: Navigation
cs: Navigace

source: For search engines
cs: Vyhledávače

source: For site menus
cs: Menu na stránce

source: Content
cs: Obsah

source: Settings
cs: Nastavení

source: Hero Section
cs: Hero Sekce

source: Shop Enabled
cs: Povolit Obchod

source: Enable or disable shop features, like checkout or cart.
cs: Povolit nebo zakázat funkce obchodu, jako objednávky nebo košík.

source: Shipping Address Enabled
cs: Povolit Doručovací Adresy

source: Enable or disable the shipping address field in checkout.
cs: Povolit nebo zakázat zadaní doručovací adresy v objednávce.

source: Pickup Point Enabled
cs: Povolit Odběrná Místa

source: Enable or disable the pickup point field in checkout.
cs: Povolit nebo zakázat výběr odběrného místa v objednávce.

source: Account Features Enabled
cs: Povolit Uživatelské Účty

source: Enable or disable account features, like login, signup, or profile page.
cs: Povolit nebo zakízat fukce uživatelských účtů, jako přihlášení, registraci nebo osobní profil.

source: Show Notification Bar
cs: Zobrazit Notifikační Lištu

source: Notification Text
cs: Text Notifikace

source: Notifications
cs: Notifikace

source: Shop
cs: Obchod

source: Accounts
cs: Účty

source: Control Center
cs: Řídicí Centrum

source: Full Name
cs: Celé Jméno

source: Business Title
cs: Byznys Titul

source: E.g. "Personal Coach"
cs: Např. "Osobní Kouč"

source: VAT ID
cs: IČO

source: Phone Number
cs: Telefonní Číslo

source: Contact Address
cs: Kontaktní Adresa

source: Billing Address
cs: Fakturační Adresa

source: ZIP
cs: PSČ

source: City
cs: Město

source: Default Number of Days until Invoice is Due
cs: Výchozí Splatnost Faktur (dny)

source: Bank Account
cs: Bankovní Účet

source: VAT Payer
cs: Plátce DPH

source: Terms And Conditions URL
cs: Obchodní Podmínky URL

source: Social Links
cs: Odkazy na sociální sítě

source: Contact
cs: Kontakt

source: Social
cs: Sociální sítě

source: Billing
cs: Fakturace

source: Legal
cs: Právní

source: E.g. Twitter
cs: Např. Twitter

source: E.g. https://twitter.com/home/
cs: Např. https://twitter.com/home/

source: Icon
cs: Ikona

source: Available
cs: Dostupné

source: Primary Color
cs: Primární Barva

source: Accent Color
cs: Akcent Barva

source: Text Color
cs: Barva Textu

source: Error Color
cs: Barva Chyb

source: The color of error messages in forms.
cs: Barva chybových zpráv ve formulářích.

source: Cart Color
cs: Barva Košíku

source: Cart Text Color
cs: Barva Textu v Košíku

source: Notification Bar Color
cs: Barva Notifikační Lišty

source: Notification Bar Text Color
cs: Barva Textu Notifikační Lišty

source: Show Footer Waves
cs: Zobrazit vlny ve Footer sekci.

source: This image shows up in the footer section.
cs: Tento obrázek se ukazuje v patičce.

source: Footer Image
cs: Obrázek v Patičce

source: Colors
cs: Barvy

source: This name shows up in admin only.
cs: Toto jméno se ukazuje pouze v cms.

source: Color
cs: Barva

source: Button
cs: Tlačítko

source: Buttons
cs: Tlačítka

source: At least custom_html or a link must be specified.
cs: Alespoň custom html nebo link musí být vyplněn.

source: Link must be specified with text.
cs: Link i text musí být vyplněny.

source: Default Section
cs: Výchozí Sekce

source: FAQ Section
cs: FAQ Sekce

source: Contact Section
cs: Kontakt Sekce

source: Counters Section
cs: Sekce s Čísly

source: Testimonials Section
cs: Sekce s Recenzemi

source: Product Carousel Section
cs: Pás s Produkty

source: Product List (Square Cards)
cs: Seznam Produktů (čtverce)

source: Product List (Tall Cards)
cs: Seznam Produktů (vysoké karty)

source: Checkout Section
cs: Checkout Sekce

source: Type
cs: Typ

source: Background Color
cs: Barva Pozadí

source: This image will show up on the right side of the section.
cs: Tento obrázek se ukazuje na pravé straně sekce.

source: Image
cs: Obrázek

source: General
cs: Obecné

source: Product Types
cs: Typy Produktů

source: Product
cs: Produkt

source: Product types have higher priority. If you define both product types AND single products, only product types will be taken into account.
cs: Typy produktů mají vyšší prioritu. Pokud vybere nějaké typy produktů A ZÁROVEŇ jednotlivé produkty, zobrazí se pouze produkty podle vybraného typu.

source: Testimonials
cs: Recenze

source: Counters
cs: Počítadla

source: FAQs
cs: FAQ

source: Page Section
cs: Sekce

source: Page Sections
cs: Sekce

source: Author
cs: Autor

source: Video URL
cs: URL videa

source: Shows after clicking "Watch" in the card.
cs: Ukáže se v kartě po stisknutí tlačítka "Zhlédnout"

source: Number
cs: Číslo

source: E.g. 420 or 69+
cs: Např. 420 nebo 69+

source: E.g. Clients or Lectures
cs: Např. 'Clients' nebo 'Lekcí'

source: Counter
cs: Počítadlo

source: Question
cs: Otázka

source: Answer
cs: Odpověď

source: Frequently Asked Question
cs: Často Kladená Otázka

source: Frequently Asked Questions
cs: Často Kladené Otázky

source: Split Into Categories
cs: Rozdělit do kategorií

source: Split the displayed products into categories.
cs: Rozdělit zobrazované produkty do kategorií.

source: Hero Title
cs: Hero Nadpis

source: This is the big title that shows up in the hero section.
cs: Tento nadpis se ukazuje jako největší v Hero sekci.

source: Hero Subheading
cs: Hero Podnadpis

source: This is the text that shows up under the title in the hero section.
cs: Tento podnadpis se ukazuje pod nadpisem v Hero sekci.

source: This image shows up in the hero section.
cs: Tento obrázek se ukazuje v Hero sekci.

source: Hero Image
cs: Obrázek v Hero Sekci

source: Enable Particles
cs: Povolit pohyblivé částice

source: Mails
cs: Emaily

source: Title
cs: Nadpis

source: Description
cs: Popisek

source: Body
cs: Tělo zprávy

source: Attachments
cs: Přílohy

source: Emails
cs: Emaily

source: File
cs: Soubor

source: Send as
cs: Poslat jako

source: This filename will be used as the attachment name. For example: my_great_ebook.pdf. In case you enter a filename without extension (my_great_ebook), the extension will be added automatically corresponding to the uploaded file.
cs: Tento název bude použit jako název souboru přílohy. Např.: muj_skvely_ebook.pdf. V případě, že zadáš název bez přípony (muj_skvely_ebook), přípona se přidá automaticky podle nahraného souboru.

source: Email Attachment
cs: Příloha Emailu

source: Email Attachments
cs: Přílohy Emailů

source: Order Number
cs: Číslo Objednávky

source: Payment Data
cs: Data Platby

source: Address Type
cs: Typ Adresy

source: Shipping Address
cs: Doručovací Adresa

source: Payment ID
cs: ID Platby

source: Payment Status
cs: Stav Platby

source: Paid
cs: Zaplaceno

source: GoPay Payment
cs: GoPay Platba

source: GoPay Payments
cs: GoPay Platby

source: Amount
cs: Množství

source: Price
cs: Cena

source: Category
cs: Kategorie

source: Categories
cs: Kategorie

source: Product Type
cs: Typ Produktu

source: Pieces In Stock
cs: Počet kusů skladem

source: Product Variant
cs: Varianta produktu

source: Product Variants
cs: Varianty produktu

source: Day
cs: Den

source: Week
cs: Týden

source: Month
cs: Měsíc

source: Year
cs: Rok

source: Related Products
cs: Přidružené produkty

source: Just an orientation text, if applicable. E.g. 500g
cs: Pouze orientační text, např. 500g

source: Short Description
cs: Krátký Popisek

source: External URL
cs: Externí URL

source: Is the product for sale on another site? Just paste the product's link right here!
cs: Je tento produkt nabízený přes jinou stránku? Odkaz můžete vložit zde.

source: Payment Recurrence
cs: Opakování platby

source: Preorder End Date
cs: Konec předprodeje

source: If this product is for preorder, you can set the preorder end date here.
cs: Pokud je tento produkt v předprodeji, můžete tady nastavit konec předprodeje.

source: Variants Name
cs: Název variant

source: Product Must Be Paid Online
cs: Produkt musí být zaplacen online

source: Product is Digital
cs: Produkt je digitální

source: Turn on this setting for digital products that need no shipping.
cs: Povolte toto nastavení pro digitální produkty, které se nevydávají fyzicky.

source: Images
cs: Obrázky

source: Variants
cs: Varianty

source: User
cs: Uživatel

source: Last Name
cs: Příjmení

source: Company
cs: Společnost

source: Street Address
cs: Adresa

source: Country
cs: Stát

source: Address
cs: Adresa

source: Addresses
cs: Adresy

source: Shipping Addresses
cs: Doručovací Adresy

source: Billing Addresses
cs: Fakturační Adresy

source: Should be human readable, this will be displayed on checkout.
cs: Zobrazí u platby.

source: Code
cs: Kód

source: Billing Type
cs: Způsob Platby

source: Billing Types
cs: Způsoby Platby

source: Total Price
cs: Celková Cena

source: Newsletter Subscribe
cs: Odběr Newsletteru

source: Internal Notification Sent
cs: Interní Notifikace Poslána

source: Confirmation Email Sent
cs: Potvrzovací Email Poslán

source: Shipping Type
cs: Způsob Dopravy

source: Packeta Point ID
cs: ID Odběrného Místa

source: Order
cs: Objednávka

source: Weight (KG)
cs: Váha (KG)

source: Payment
cs: Platba

source: Items
cs: Položky

source: Orders
cs: Objednávky

source: Quantity
cs: Množství

source: Order Item
cs: Položka Objednávky

source: Order Items
cs: Položky Objednávky

source: Due Date
cs: Datum Splatnosti

source: Invoice
cs: Faktura

source: Invoices
cs: Faktury

source: Packet ID
cs: ID Zásilky

source: Barcode
cs: Čárový kód

source: Barcode Text
cs: Text čárového kódu

source: Status Code
cs: Kód stavu

source: Status Name
cs: Název stavu

source: Status Display Name
cs: Stav

source: Packet
cs: Zásilka

source: Packets
cs: Zásilky

source: Thank You for your order! It is paid.
cs: Díky za Tvou objednávku! Vše je zaplacené.

source: Thank You for your order! It was not paid, please check your payment status in your email.
cs: Díky za Tvou objednávku! Nebyla zaplacená, proto prosím zkontroluj stav platby ve svém emailu.

source: Page Not Found
cs: Stránka Nenalezena

source: Account
cs: Účet

source: Log Out
cs: Odhlásit se

source: Cart
cs: Košík

source: TERMS & CONDITIONS
cs: OBCHODNÍ PODMÍNKY

source: Submit
cs: Odeslat

source: By submitting this form you agree to our Terms And Conditions and processing your personal data.
cs: Odesláním tohoto formuláře souhlasíte s našimi obchodními podmínkami a se zpracováním osobních dat.

source: Thank You
cs: Děkuji

source: Come back later!
cs: Sekce se připravuje. Brzy se vraťte!

source: Watch
cs: Zhlédnout

source: Back
cs: Zpět

source: Email Confirmation
cs: Potvrzení

source: You received this email because you are a staff member at
cs: Obrdželi jste tento email, protože jste vedeni jako zaměstnanci na webu

source: Thank you for your order!
cs: Díky za Tvou objednávku!

source: You have just created a new order at
cs: Právě jsi zadal novou objednávku na

source: You ordered:
cs: Objednal sis:

source: Total
cs: Celkem

source: See you soon then!
cs: Vidíme se brzy!

source: Login
cs: Přihlášení

source: Log In
cs: Přihlásit se

source: No account yet?
cs: Ještě nemáš účet?

source: Forgot Password?
cs: Zapomněl jsi heslo?

source: Password Changed
cs: Heslo Změněno

source: Your password has been changed!
cs: Tvoje heslo bylo změněno!

source: You can now log in.
cs: Teď se můžeš přihlásit.

source: Password Reset
cs: Reset Hesla

source: Reset Password
cs: Reset Hesla

source: You can set your new password right here.
cs: Tady si můžeš nastavit nové heslo.

source: Your reset link is either invalid or you already used it.
cs: Tvůj odkaz je pravděpodobně neplatný nebo jsi ho již použil.

source: Check Your Inbox
cs: Zkontroluj svoji schránku

source: Check your inbox!
cs: Zkontroluj svoji schránku!

source: You should soon find the instructions for resetting your password right in your inbox.
cs: Instrukce pro reset hesla bys brzy měl mít ve schránce.

source: Forgot Password
cs: Zapomenuté Heslo

source: Just leave your email here to get a reset link right away.
cs: Nech tady svůj email a do schránky ti hned přijde odkaz.

source: Signup
cs: Registrace

source: Sign Up
cs: Registrovat se

source: Already a Member?
cs: Už máš účet?

source: By clicking Sign Up, you agree to our Terms and that you have read our Data Use Policy, including our Cookie Use.
cs: Kliknutím na "Registrovat se" souhlasíš s <a href="/terms-and-conditions">obchodními podmínkami</a> a s tím, že jsi četl <a href="/gdpr">poučení o zpracování osobních dat.</a>

# imperative
source: Log In
cs: Přihlaste se

source: to fill contact details
cs: pro doplnění kontaktních údajů

source: Fill the shipping address if it's differrent than your billing address.
cs: Vyplňte doručovací adresu, pokud se liší od fakturační.

source: Select Pick-up Point
cs: Vyberte výdejní místo

source: Or you can also select a pick-up point!
cs: Nebo můžete také vybrat výdejní misto!

source: Buy now
cs: Koupit

source: Submit and pay later
cs: Odeslat a zaplatit později

source: You have items in your cart that need to be paid online.
cs: V košíku máte položky, které musí být zaplaceny online.

source: Something went wrong
cs: Něco se pokazilo

source: I'm sorry :(
cs: Omlouvám se :(

source: I'm sorry, something went wrong. Please try again later.
cs: Omlouvám se, něco se pokazilo. Zkus to prosím znovu.

source: Summary
cs: Souhrn

source: TOTAL
cs: CELKEM

source: Preorder ends
cs: Předprodej do

source: Buy Now
cs: Koupit

source: Add To Cart
cs: Vložit do košíku

source: Product is sold out.
cs: Produkt je momentálně vyprodán.

source: This Invoice has already been paid. Do not pay anything.
cs: Faktura je již zaplacená. Nic neplaťte.

source: Supplier
cs: Dodavatel

source: VAT Payer, Not a VAT Payer
cs: Plátce DPH, Neplátce DPH

source: Variable Symbol
cs: Variabilní Symbol

source: Payment Method
cs: Způsob Platby

source: Customer
cs: Odběratel

source: Issue Date
cs: Datum Vystavení

source: Download
cs: Stáhnout

source: Share
cs: Sdílet

source: Only you can view this invoice. If you would like to share this page, click here.
cs: Pouze ty si můžeš zobrazit svoje faktury. Pokud s někým chceš sdílet tuto stránku, klikni zde.

source: Quiz
cs: Dotazník

source: Step 1
cs: Krok 1

source: Physique Quiz
cs: Vstupní Dotazník

source: I am so happy you want to start working out with me!
cs: Jsem moc rád, že se mnou chceš začít svoji cestu!

source: Before we start, I need to know some stuff about you and your goals. Don't worry, your data are safe.
cs: Než začneme, budu od tebe potřebovat pár informací o tobě a tvých cílech. Neboj, tvoje data jsou v bezpečí.

source: Next
cs: Další

source: Services
cs: Služby

source: I'm in!
cs: Jdu do toho!

source: Thank You for your order!
cs: Díky za Tvou objednávku!

source: TAKE THE QUIZ
cs: VYPLNIT KVÍZ

source: NOT SURE? TRY A FREE QUIZ!
cs: NEVÍŠ? ZKUS KVÍZ ZDARMA!

source: Close cart
cs: Zavřít košík

source: It's so empty here!
cs: Košík je prázdný.

source: By allowing cookies, you are helping us with improving the website and our services. You can find all the information in our Cookie Policy. You can modify your preferences later.
cs: Pokud přijmete cookies, pomůžete mi s vylepšováním fungování webu a zároveň i se zlepšováním služeb.Více informací najdete v zásadách používání cookies. Své rozhodnutí můžete později změnit.

source: Configure
cs: Nastavit

source: Allow essential cookies
cs: Povolit Nezbytné Cookies

source: Allow all
cs: Přijmout vše

source: Advanced Settings
cs: Pokročilá nastavení

source: It is completely up to you which cookies you allow. If you ever change your mind, you can always modify your preferences.
cs: Je pouze na vás, ke kterým cookies udělíte souhlas. A pokud svůj názor změníte, můžete se kdykoliv vrátit a nastavení změnit.

source: Essential Cookies
cs: Nezbytné Cookies

source: We need these cookies for smooth functioning of the website. That's why they cannot be turned off. But don't worry, they don't contain any personal information.
cs: Tyto soubory cookie potřebujeme pro správné fungování základních funkcí webu a aplikace. Bez nich by to bohužel opravdu nešlo, nelze je proto vypnout. Nemusíte se ale bát, neukládají žádné vaše osobní informace.

source: Analytic Cookies
cs: Statistické Cookies

source: Analytic cookies help us to understand how the visitors use the website. They anonymously collect information about, for example, which pages are the most popular and where visitors struggle to understand the user interface.
cs: Statistické cookies nám pomáhají rozumět, jak návětěvníci používají tuto webovou stránku. Anonymně sbírají data například o tom, které stránky jsou nejnavštěvovanější nebo kde mají návštěvnící obtíže s používáním webu.

source: Marketing Cookies
cs: Marketingové Cookies

source: With the help of marketing cookies we are able to track the website traffic. That helps us create content that is for our visitors truly interesting.
cs: Pomocí marketingových cookies můžeme měřit a analyzovat návštěvnost webu. Dokážeme díky tomu například zjistit, které stránky jsou oblíbené. To mi pomáhá tvořit takový obsah, který je pro návštěvníky skutečně zajímavý.

source: Save
cs: Uložit

source: Fill the Quiz and find the perfect workout plan just for you.
cs: Vyplň dotazník a najdi program přesně pro sebe.

source: You will find your perfect plan in your inbox!
cs: Svůj program najdeš ve schránce!

source: Terms And Conditions
cs: Obchodní Podmínky

source: Confirm Deactivating Your Account
cs: Deaktivovat Účet

source: Yes! Deactivate my account!
cs: Ano! Chci deaktivovat účet

source: Nope! Take me back.
cs: To ne! Chci zpět.

source: Confirm Deleting Your Account
cs: Vymazat Účet

source: Yes! Delete my account!
cs: Ano! Chci vymazat účet

source: My Account
cs: Účet

source: GENERAL
cs: OBECNÉ

source: MY ORDERS
cs: MOJE OBJEDNÁVKY

source: User Settings
cs: Nastavení

source: DANGER ZONE
cs: TADY POZOR

source: Deactivate Account
cs: Deaktivovat Účet

source: Delete Account
cs: Vymazat Účet

source: My Orders
cs: Objednávky

source: Paid, Not Paid
cs: Zaplaceno, Nezaplaceno

source: You have not ordered any services yet.
cs: Zatím sis neobjednal žádné služby.

source: Reset your password
cs: Reset hesla

source: Forgotten password?
cs: Zapomenuté heslo?

source: Remember me
cs: Zapamatovat si mě

source: Your username and password didn't match. Please try again.
cs: Uživatelské jméno a heslo nesouhlasí. Zkuste to prosím znovu.

source: Your account doesn't have access to this page. To proceed, please log in with an account that has access.
cs: Váš účet nemá přístup k této stránce. Pro pokračování se prosím přihlaste.

source: Enter your Email
cs: Email

source: Enter Password
cs: Heslo

source: Signing in…
cs: Přihlašování...

source: Sign in
cs: Přihlásit se

source: Permissions
cs: Oprávnění

source: Important Cookies
cs: Důležité Cookies

source: Cookies Updated
cs: Cookies Aktualizovány

source: Users
cs: Uživatelé

source: The Email must be set
cs: Email musí být nastaven

source: Important Cookies Accepted
cs: Důležité Cookies Povoleny

source: Analytic Cookies Accepted
cs: Statistické Cookies Povoleny

source: Marketing Cookies Accepted
cs: Marketingové Cookies Povoleny

source: Cookies Preferences
cs: Předvolby Cookies

source: Newsletter Subscription
cs: Odběr Newsletteru

source: Send Internal Messages
cs: Posílat Interní Zprávy

source: E.g. New orders notifications.
cs: Například o nových objednávkách.

source: Is Staff
cs: Zaměstnanec

source: Date Joined
cs: Datum Přidání
